Repository: Prizzrakk/Set-Missed-Alt
Catalog: languages/set-missed-alt-*.po
Languages: ru_ru

source: Looks like there are no files without alts... )))
ru_ru: Похоже, файлов без alt нету )))

source: Done!
ru_ru: Готово!

source: Done! Please reload current page.
ru_ru: Готово! Пожалуйста, обновите текущую страницу.

source: Set all missed alt tag as post_title.
ru_ru: Установить отсутствующие alt как post_title.

source: Don't forget to backup your DB first!
ru_ru: Не забудьте сначала сделать резервную копию базы данных!

source: Thank you for using "Add missed Alt". It would be great if you <a href="https://github.com/Prizzrakk" target="_blank">support</a> the author!
ru_ru: Спасибо, что используете "Add missed Alt". Будет замечательно, если вы <a href="https://github.com/Prizzrakk" target="_blank">поддержите</a> автора!

source: Check missed ALT
ru_ru: Проверить отсутствующие Alt

source: Add missed ALT
ru_ru: Добавить отсутствущие Alt

source: Please wait....
ru_ru: Пожалуйста, подождите....

source: Save
ru_ru: Сохранить

source: Support
ru_ru: Поддержать

source: Simple, fast and practical Plugin that allows you easily set/change alt tags for images.
ru_ru: Простой, быстрый и практичный плагин, который позволяет легко устанавливать/изменять alt-теги для изображений.
